#echo -----------------------------------------------------
#echo --------- Запуск с помощью UnitTest -----------------
#echo -----------------------------------------------------
##python3 -m unittest ibg_py2_lesson01_task02.py
#python3 -m unittest *.py

echo -----------------------------------------------------
echo ---------- Запуск с помощью PyTest ------------------
echo -----------------------------------------------------
#python3 -m pytest ibg_py2_lesson01_task02.py
python3 -m pytest *.py
